ITEST/itest.WebService/test-resources/EPBDS-7654/EPBDS-7654_dayDiff-wrong.req.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns1:getDayDiff xmlns:ns1="http://DefaultNamespace">
            <ns1:sd>123</ns1:sd>
        </ns1:getDayDiff>
    </soap:Body>
</soap:Envelope>